Repository: BjornAhstrom/NewMathGame
Catalog: NewMathGame/Language/*.lproj/Localizable.strings
Languages: sv

# restart
source: In order to change the language, the app must be closed and reopen by you
sv: För att kunna ändra språk måste appen stängas och återupptas av dig

# restartTitle
source: App restart required
sv: App omstart krävs

source: Cancel
sv: Ångra

# close
source: Close now
sv: Stäng

# seconds
source: Time
sv: Tid

source: Points
sv: Poäng

# answer_is
source: Aswer is
sv: Svaret är

# select_easy
source: Easy
sv: Lätt

# select_medium
source: Medium
sv: Medelsvårt

# select_difficult
source: Hard
sv: Svårt

# alert_title
source: Do it again and do it right!
sv: Gör om och gör rätt!

# alert_message
source: You must write a name and select at least one of the counting methods
sv: Du måste skriva ett namn och välja minst ett av räknesätten

# alert_button
source: Try again
sv: Försök igen

# highest_Score
source: High score
sv: Högst poäng

# difficultLevel_1
source: Easy
sv: : Lätt

# difficultLevel_2
source: Medium
sv: : Medelsvårt

# difficultLevel_3
source: Hard
sv: : Svår
